function Talks() {
    return {
        stories: {
            "Oldman": "Все знают, что Старик давно из ума выжил, и только и умеет, что сидеть с важным видом и посохом в пол стучать, если шумно. Главный человек в деревне - шаман. Чего он накамлает, чего в ухо Старику нашепчет - то и будет. Если увидит шаман через птичий глаз, что ты с ночной лесницей спутался, - будешь наказан, хоть бы и ни одной лесницы в жизни не видал. А если учует, что ты с ней ублюдка зачал, - быть тебе изгоем. Даже родичи тебе не родичи станут, оленьей мочой кровные узы разольют, погаными мётлами оприходуют, в спину харкнут. Пойдёшь за частокол - ни с чем, в рванине, с клеймом на видном месте. Проживёшь, помрёшь ли - никто о том не узнает, да и не почешется узнать.",
            "Outlaws": "Говорят, живут в лесу такие изгои, в семьи даже сбиваются, дома срубают, поля в лесу выжигают, селения свои строят. Ну так на то и стража на валу стоит, с луками да железными рогатинами. Коли вздумают сунуться - не с хлебом будут их встречать, не с мясом. Хочешь - к ним иди, коли знаешь, куда идти. Они на деревьях и камнях тайные знаки ставят, дымы над лесом пускают, кричат птичьими голосами. Да только сожрут они тебя, вернее всего, и плошку из черепа сделают.",
            "The forest": "Хочешь - сам живи, проживай. Как хутор отстроишь, так можно и далее глядеть, коли жив да здоров будешь. Еды в лесу в достатке, и травы какие хочешь есть. Зверь местами непуганый. Только зверь разный бывает, сам смекаешь. Но звери - ладно, с ними можно как-нибудь, коль духи дозволят. Есть в лесу и другие разные твари, и не всякая из них видом приятна и безобидна, как белая лесница или ручейник. Не будешь осторожен - и здоровье, и душу, и жизнь потеряешь.",
            "People": "Можешь до большой дороги или до Реки добраться и махнуть в сторону полей и городов. Да только не нужен ты там никому, если торговать нечем. Не успеешь оком мигнуть - в рабы или солдаты угодишь, или просто подохнешь в канаве. Люди иногда поопаснее ночных тварей будут. Так что лучше уж в Лесу сперва обживись, дело, ремесло какое наладь, торговлю хоть с кем, оборону крепкую - а там можно и в города соваться. Говорят, некоторые из благородных, из Императорских Рыцарей даже, - из Лесу родом. А теперь, гляди, целые земли под ними. Да что там! Говорят, что пращур Императора нашего, да хранят его духи, и сам был... Впрочем, к чему о далёком да давнем толковать.",
            "Things": "Ещё говорят, у благородных особые шаманские песты есть, которые издали убивают, и телеги самоходные, и даже железные летуны небесные, в которых наездники сидят и сверху бочки с болотным духом кидают. Много чудес в мире, несть числа им! Да только тебе их не видать, куда там. Ты и дневного перехода за околицей не осилишь. Никто ты и звать никак. Нету имени у тебя, вместе с прочим отняли. Придётся прозвище взять. Придумал уже? Скажи-ка.",
        },
        rules: {
            presents: "Я возьму у тебя самую длинную комбинацию атомов и дам соответсвующий подарок. Комбинации бывают такими: ROGALIK, OGALIK, GALIK, ALIK, LIK, IK, K"
        },
        "charles": [
            "Привет, дружище!",
            "Это снова ты? Хотя я, конечно, понимаю, в этой глуши кроме меня поговорить то почти и не с кем. Ну ладно, давай с самого начала.",
            "Меня зовут Чарльз, и я секретарь местной Имперской канцелярии. Здорово да? Не спрашивай, за что меня сослали в эту дыру вместе с вами, но я даже начал находить некую прелесть в такой жизни.",
            "В этом городке ты сможешь отдохнуть от работы и обменяться товарами с другими людьми.",
            "Так как собраны здесь люди самые разные, за порядок отвечаю я, как хоть какой-то представитель власти.",
            "Итак, у меня ты можешь:",
            {
                "Bank": "Оставить деньги на хранение. Я местный банкир и нахожусь под защитой Императора, поэтому у меня они будут под лучшей защитой.",
                "Set citizenship": "Сказать к какой фракции ты принадлежишь. Да, Император с Конфедератами не в ладах, но здесь ты можешь не бояться, я уже говорил, тут собрались самые разные люди и никто не будет тебя бить за приверженность одной из сторон. Во всяком случае, в городе…",
                "Get claim": "Получить личный клейм. Поставленный на какой-то территории, он закрепит эту территорию за тобой, и ты сможешь, наконец, приносить пользу Империи не опасаясь того, что кто-то придёт и украдёт твоих кур.",
                "Quest": "Помочь членам твоей фракции в выживании здесь. Это слегка возвысит тебя в их глазах.",
                "Talk": "Ну и наконец, мы можем просто поговорить о том, о сём."
            }
        ],
        "vendor": [
            "Здрасте!",
            {
                "Buy": "Купите у меня пару-тройку вещиц, вы точно не пожалеете.",
                "Sell": "Возможно у вас найдется то, что мне нужно?",
            },
        ],
    };
}
