/* global Professions */

Professions.descriptions = {
    "Blacksmith": "鍛冶屋は、鎧、装備、そして鍛冶屋による華麗な装飾！",
    "Tailor": "帝国全体で最もロマンチックな仕事。 テイラーは雄大な服を作り、美しい絵を描きます。",
    "Alchemyst": "ほぼすべての人がロガリアの錬金術師を尊敬している。これらの力強い人々は原子を制御し、巧妙な機械を作り、破壊力のある魔法のスクロールで魅了する",
    "Farmer": "主要な食糧供給業者。 彼らはニューランドで成長するすべてを育てます。 ハードな労働者。",
    "Carpenter": "美しくて丈夫なアイテムを作る大工を人々のだれもが必要としている。",
    "Cook": "ロガリアの料理人が作る食事は、おいしくてジューシーでビタミンにあふれています。",
    "Hunter": "自然の地をサバイバルの方法を知っている人は、慎重かつ迅速に安全な眠りと食べ物を見つける。そうすることによって彼らは獣とのあらゆる戦いに勝利する.",
};
