/* global Professions */

Professions.descriptions = {
    "Blacksmith": "鍛冶屋は、鎧、装備、ギアそして鍛冶屋による華麗な装飾品！",
    "Tailor": "帝国全体で最も夢とロマンにあふれる仕事。 仕立て職人は優美な服を作り、美しいデザインを描き施します。",
    "Alchemyst": "ほぼすべての人がロガリアの錬金術師を尊敬している。これらの力強い人々は原子を制御し、巧妙なカラクリを作り、破壊力のある魔法のスクロールで人々を魅了する",
    "Farmer": "主要な食材を供給する大切な労働者です。 彼らはニューランドの大地に自然を育てる。 たくましい労働者です。",
    "Carpenter": "美しくて丈夫な道具や建物を作る大工を人々はみな尊敬し必要としている。",
    "Cook": "ロガリアの料理人が作る食事は、おいしくてジューシーでビタミンという名の栄養にあふれています。",
    "Hunter": "厳しい自然の地を知っている人は、サバイバルにおいて慎重かつ迅速に安全に眠れる場所と食べ物を見探し出します。そうすることにで獣との戦いの準備をし勝利する.",
};
