Settings.descriptions = {
    character: {
        pathfinding: [
            "Поиск пути",
            "Активирует поиск пути для этого персонажа.",
        ],
        hideHelmet: [
            "Спрятать шлем",
            "Не показывать шлем. Другие игроки так же не увидят ваш шлем.",
        ],
    },
    ui: {
        language: [
            "Русский",
            "Переключает язык между русским и английским.",
        ],
        hp: [
            "Полоска здоровья",
            "Показывать полоску здоровья над персонажем.",
        ],
        name: [
            "Ник",
            "Показывать ники персонажей.",
        ],
        npc: [
            "NPC",
            "Включить настройки ник/полоска здоровья для NPC",
        ],
        simpleFonts: [
            "Простые шрифты",
            "Отрисовка шрифтов без темной обводки. (Включение может увеличить производительность)",
        ],
        minimapObjects: [
            "Объекты миникарты",
            "Показывать объекты на миникарте.",
        ],
        allowSelfSelection: [
            "Выделение песронажа",
            "Разрешить выбрать своего персонажа по левому клику мыши.",
        ],
        showMeterValues: [
            "Показывать цифры",
            "Показывает точные значения на полосках, например, ХП. (применяется при обновлении значений на полосках)",
        ],
        fillClaim: [
            "Закрашивать клейм",
            "Закрашивает область клейма.",
        ],
        strokeClaim: [
            "Границы клейма",
            "Отображает границы клеймов.",
        ],
        chatAttached: [
            "Прикрепить чат",
            "Прикрепить чат или сделать отдельным окошком.",
        ],
        chatBalloons: [
            "Пузыри сообщений",
            "Показывает пузыри с сообщениями над головами персонажей.",
        ],
        showAttackRadius: [
            "Радиус атаки",
            "Показывать радиус атаки персонажей.",
        ],
        chatNotifications: [
            "Оповещения чата",
            "Показывать оповещения чата в трее",
        ]
    },
    graphics: {
        low: [
            "Низкая графика",
            "Рисовать тайлы без переходов. (Включение эффекта увеличивает производительность)",
        ],

        fullscreen: [
            "Полноэкранный режим",
            "Включить полноэкранный режим",
        ],
        autoHighlightDoors: [
            "Подсвечивать дверь",
            "Позволяет подсвечивать дверь при наведении курсора. При отключенной опции через ctlr.",
        ],
    },
    sound:  {
        playSounds: [
            "Звуки",
            "Включить звуки игры.",
        ],
        playMusic: [
            "Музыка",
            "Включить музыку в игре.",
        ],
    }
};

