"use strict";
//tmp stub
function Quests() {
    return {
        "hello": {
            name: {
                "en": "",
                "ru": "Тёплый приём"
            },
            desc: {
                "en": "",
                "ru": "Эй, парень, я вижу ты тут впервые... Мда... Много вас здесь таких ходит. А ты куда держишь путь то? Надеюсь не в лес? В лесу без оружия сейчас делать нечего. Считай, я тебя предупредил, если волки покусают, потом не приходи ко мне плакаться. А лучше оставайся пока здесь, осмотрись, наберись опыта. А я тебе чем смогу, как говориться, помогу. Давай договоримся так - я тебе буду деньжат подкидывать, а ты задания мои выполнять. В конце еще редкую вещицу тебе подарю, если вести себя будешь хорошо. В общем, думаю, ты понял. Если что, меня всегда можно найти на этом месте. Бывай!",
            },
            final: {
                "en": "",
                "ru": "Замечательно!",
            },
        },
        "tour-1": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Ты все-таки решил остаться? Это радует, может сможешь чему-нибудь у нас научиться. Но сперва я должен познакомить тебя с Шот. Короткое имя, легко запомнить. Она работает в местном трактире. Ты, кстати, голоден наверное? Значит тебе точно нужно идти к Шот. У нее всегда можно перекусить. Ну все, иди уже, а то знаешь сколько у меня еще таких, как ты? И всем нужно дать совет. Передавай привет Шот.",
            },
            final: {
                "en": "",
                "ru": "Привет няша.",
            },
        },
        "hunger-1": {
            name: {
                "en": "",
                "ru": "Голодные игры",
            },
            desc: {
                "en": "",
                "ru": "Воу воу воу, какие люди! Добро пожаловать! Я, честно признаться, всегда рада видеть новые лица в нашем трактире. Ну ты рассказывай пока, где был, что видел. Устал, наверное, с дороги... Может перекусишь чего? Если долго ходить голодным, то силы твои будут исчезать, а потом и вовсе, кирдык... Лапы к верху... Брррр, ужас. А если добротно поесть, то силы будут сами к тебе потихоньку приходить. Только смотри не переусердствуй, а то знаешь как бывает: с полным животом от волка не убежишь! Так что вот, держи меню, можешь что-нибудь выбрать.",
            },
            tip: {
                "en": "",
                "ru": "Купите у Шот суп",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "hunger-2": {
            name: {
                "en": "",
                "ru": "Голодные игры",
            },
            desc: {
                "en": "",
                "ru": "Ну что, наелся? Кстати, можешь не бояться, у нас тут все свежее - местные фермеры поставляют нам продукты. Если сам когда-нибудь захочешь стать фермером, то я смогу толкнуть тебе подешевке семян." ,
            },
            final: {
                "en": "",
                "ru": "Ой, я же совсем забыла, ты наверное пить хочешь после сытного обеда? Советую тебе выпить пару стаканчиков воды, а может и пропустить бокальчик хмельного. Ведь вода так же важна, как и еда: если вовремя не утолить жажду, то уровень твоего здоровья будет потихоньку уменьшаться, а здоровье, сам знаешь, не резиновое - может и конец прийти. Да и бегать не так уж и легко, когда жажда мучает. Ты давай, подумай, что ты будешь, а я пока бокалы протру.",
            },
        },
        "tour-2": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Теперь ты накормлен, напоен, пора и честь знать! Правда могу тебе напоследок еще один советик дать. Тут неподалеку есть одна девица, Марго ее зовут. Она у нас, хм… Как бы это сказать, чтобы не очень грубо получилось… Представительница древнейшей профессии. Так что, раз уж ты здесь новенький, то тебе надо бы сходить к ней, познакомиться. Секс, кстати, влияет на уровень твоей сытости, немного уменьшая его, ведь это дело утомительное. Все, дуй к Марго, а мне надо убираться тут.",
            },
            final: {
                "en": "",
                "ru": "Привет няша!",
            },
        },
        "food-1": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "Ммм, какой красавчик, ну здравствуй. Устал, наверное, с дороги? Я могу сделать тебе расслабляющий массажик. Давай пока мои ручки будут массировать твою спину, ты мне расскажешь, что уже успел увидеть у нас, с кем познакомиться. Ты к Шот, кстати, заходил? Дай ка угадаю, она тебя накормила своей стрепнёй? Мда, она своего не упустит. Только вот могу открыть небольшой секртик: еда из таверны не дает витаминов, а лишь энергию. А чтобы развивать в себе такие атрибуты, как сила или мудрость и еще другие, тебе необходимы витамины. А для этого нужна «нормальная» еда. Ладно, не буду тебя грузить, закрывай глаза, наслаждайся…",
            },
            final: {
                "en": "",
                "ru": "С-с-сосисонки мои",
            },
        },
        "tour-3": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "И снова привет, красавчик.  Как себя чувствуешь? Я тут подумала, может тебе все же интересно будет, как развивать свои атрибуты. Правда я об этом не очень много знаю. Могу лишь сказать, что немалое количество витаминов находится в выпечке всякой и мясе, если его грамотно приготовить. О, я же совсем забыла! Кажется, я знаю кто тебе сможет помочь в этом вопросе. Бернард, местный мясник, он живет пососедству. Беги к нему, он должен быть на месте. Я буду скучать, целую…",
            },
            final: {
                "en": "",
                "ru": "Фаршшш",
            },
        },
        "food-2": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "Приветс-с-ствую тебя, с-с-странник. Куда путь свой дер-р-ржишь? Хотя, это не важ-ж-жно, потому что ес-с-сли ты здесь, то тебе нужно мяс-с-с-о-о! Ты что больше любишь, крол-л-льчатину, гов-в-вядину или бар-р-ранину? Ес-с-сли ты сможешь правильно приготовить мяс-с-со, то получишь продукт, в котором полно вит-т-таминов . Ты ж-ж-же, наверное, уже знаешь, что каж-ж-ждый твой атрибут связан с определенным витамином : с-с-сила с белком, ж-ж-живучесть с жиром, интеллект с фос-с-сфором «…».Но тебе нуж-ж-жно хорошо подумать, ведь ес-с-сли у тебя будет много с-с-силы, то интеллект прокачать буед-д-дет слож-ж-жнее. Такая с-с-связь есть и между остальными атрибутами. Вот что, ты пока выбирай, а я раз-з-зделаю очередную ту-у-у-ш-шу!",
            },
            final: {
                "en": "",
                "ru": "Фшшшш",
            },
        },
        "food-3": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "Тебе понр-р-равилась моя с-с-сосиска? Х-ха, х-ха, кон-н-нечно же я говорю о той бав-в-варской с-с-сосиске, которую я тебе подарил. Хочешь рас-с-скажу тебе рецепт? С-с-сначала тебе нуж-ж-жно сделать фарш-ш-ш из говядины, потом запих-х-хать его в киш-ш-шки, и доб-б-бавить немного лука. Мяс-с-со ты можешь купить у меня, но если тебе нуж-ж-жно много мяса, то дорога тебе в лес – там найдешь зверей и раз-з-зделаешь их теплые туш-ш-ши. А лук придется вырас-с-стить. Но для этого нуж-ж-жно хорошее оружие и инструменты, правда здесь я тебе не с-с-смогу помочь, да и дел у меня пол-л-лно. Иди на площадь, к Чарльз-з-зу, мож-ж-жет он чем поможет. Арриведерчи, мой друг.",
            },
            final: {
                "en": "",
                "ru": "Ыыыы",
            },
        },
        "hunting": {
            name: {
                "en": "",
                "ru": "Охота: Путь воина",
            },
            desc: {
                "en": "",
                "ru": "Ищем мясо и кости на пилу. Объясняем как пиздить мобов",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "farming-1": {
            name: {
                "en": "",
                "ru": "Ферма: Картофельная тропа",
            },
            desc: {
                "en": "",
                "ru": "Нужны семена и лопата. Семена надо искать, лопату крафтить. Будем крафтить лопату.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "farming-2": {
            name: {
                "en": "",
                "ru": "Ферма: Картофельная тропа",
            },
            desc: {
                "en": "",
                "ru": "Вспахать землю и посадить найденные (купленные семяна)",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-4": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Рад снова видеть тебя! Освоился уже здесь? Никто не обижает? Это хорошо-хорошо. У нас в Рогалии леса полны дичи, в реках полно рыбы, а земля богата полезными ископаемыми.  Думаю, ты сможешь найти свое место в нашем мире.  Я вот что тебе скажу, если ты хочешь остаться здесь, то тебе непременно нужно будет где жить. Для начала сделаешь сруб, а потом, глядишь, и дворец себе построишь.  Чтобы начать что-то строить тебе, в первую очередь, понадобится топор. Знаешь, я бы тебе помог, но времени совсем нет… Иди-ка ты лучше к Бруно – он поможет сделать тебе топор, может еще что подскажет. Ну давай, удачи!.",
            },
            final: {
                "en": "",
                "ru": "Ой, постой! Вот, держи палку и ветку, они тебе пригодятся, чтобы смастерить топор",
            },
        },
        "craft-1": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Чтобы свалить дерево нужен топор. Крафтим топор. Камни покупаем у Бруно, делаем острый камень а затем топор. Пояснения, мол, тыркаем на пиктограму молотка, находим камни топор вся хуйня.",
            },
            tip: {
                "en": "",
                "ru": "Чтобы получить прутик, нужно нажать правой кнопкой мышм по ветке и сломать её, аналагично для получения палки, нужло сломать сук",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-2": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Для пилы нужны кости, поэтому потрошим кролика ножом. Крафтим пилу.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-3": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Для производсва доски нужен ствол дерева, пила и топор. Чисто случайно у Бруно есть лишний ствол ели. Разрубаем ствол, поленья обрабатываем пилой.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-4": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Чтобы выращивать урожай нужна лопата. Что бы скрафтить лопату нам нужны: доска и палки. Крафтим из досок лопату.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-5": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Поясняет за религию, некий бэк схуяли все бессмертны и почему иисус такой гандон.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-1": {
            name: {
                "en": "",
                "ru": "Перерождение)",
            },
            desc: {
                "en": "",
                "ru": "Крафтим респаун и возращаемся через него в город. Лошадь поможет таскать здоровенные камни. В болоте персонаж медленно бегает.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-2": {
            name: {
                "en": "",
                "ru": "Перерождение",
            },
            desc: {
                "en": "",
                "ru": "Карма, убивать можно но осторожно. При ударе вешается флаг и можно получить от любого другого игрока. После 20 уровня сила воли игрока блокирует связь с храмом, игрок сам по себе и может проебать все вещи или что-то в таком духе.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-3": {
            name: {
                "en": "",
                "ru": "Перерождение",
            },
            desc: {
                "en": "",
                "ru": "Для получения своей собственной земли вступаем в фракцию. Любые постройки на своей земле, разрушить может лишь их владелец. Так же, лишь владелец может открыть двери. Так что достроив забор на своей земле - получаем непреступную крепость. Вступаем в Конфедераты или Империю и можем получить право на землю, далее крафт->лидерство->клайм, и тавим рядом с респаунером.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-end": {
            name: {
                "en": "",
                "ru": "Конец экскурсии",
            },
            desc: {
                "en": "",
                "ru": "У персонажа есть КУЧА навыков. Каждый навык привязан к аттрибуту и не может быть выше аттрибута. Для развития надо жрать как дышать, для получения еды нужно либо сделать ее самому, либо вступить в анальное рабство к другим игрокам.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "": {
            name: {
                "en": "",
                "ru": "",
            },
            desc: {
                "en": "",
                "ru": "",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "faction-dayly-1": {
            name: {
                "en": "",
                "ru": "Помощь фракции (ежедневный)",
            },
            desc: {
                "en": "",
                "ru": "Повысить статус внутри фракции",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
    };
}
