"use strict";
//tmp stub
function Quests() {
    return {
        "hello": {
            name: {
                "en": "",
                "ru": "Тёплый приём"
            },
            desc: {
                "en": "",
                "ru": "Просто тупорылый пиздеж с предложением взять цепочку обучающих квестов с БОЛЬШОЙ наградой вконце",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-1": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Узнать кто она такая и што она может предложить",
            },
            final: {
                "en": "",
                "ru": "Я — Шот, хуле тут еще говорить.",
            },
        },
        "hunger-1": {
            name: {
                "en": "",
                "ru": "Голодные игры",
            },
            desc: {
                "en": "",
                "ru": "Объясняем что у персонажа есть ХП, СЫТОСТЬ. Кончились ХП = умер. Кончилась СЫТОСТЬ = получил голод, начали падать хп. СЫТОСТЬ восстанавливается едой. КОогда персонаж сыт хп медленно регенятся сами.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "hunger-2": {
            name: {
                "en": "",
                "ru": "Голодные игры",
            },
            desc: {
                "en": "",
                "ru": "У персонажа есть СТАМИНА.  Кончилась СТАМИНА = получил жажду, медленно ходишь, не можешь таскать тяжести) Регенится водой",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-2": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Узнать кто она и что она",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "food-1": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "Жрачка шот = говно, не дает витаминов. Витамины нужны чтобы качать аттрибуты. Чтобы добывать витамины нужна ХОРОШАЯ ЖРАЧКА",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-3": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Узнать кто он (а и правда кто?) и что он может",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "food-2": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "У персонажа есть 6 базовы аттрибутов. Рассказать про связь сила-инта и витамины.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "food-3": {
            name: {
                "en": "",
                "ru": "Польза еды",
            },
            desc: {
                "en": "",
                "ru": "Чтобы добыть хорошую жрачку надо либо сажать грядки либо охотится",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "hunting": {
            name: {
                "en": "",
                "ru": "Охота: Путь воина",
            },
            desc: {
                "en": "",
                "ru": "Ищем мясо и кости на пилу. Объясняем как пиздить мобов",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "farming-1": {
            name: {
                "en": "",
                "ru": "Ферма: Картофельная тропа",
            },
            desc: {
                "en": "",
                "ru": "Нужны семена и лопата. Семена надо искать, лопату крафтить. Будем крафтить лопату.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "farming-2": {
            name: {
                "en": "",
                "ru": "Ферма: Картофельная тропа",
            },
            desc: {
                "en": "",
                "ru": "Вспахать землю и посадить найденные (купленные семяна)",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-4": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Чтобы что-то крафтить нам чаще всего будет нужен топор. Найдо пойти к бруно он пояснить за крафт.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-1": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Чтобы скрафтить лопату нам нужны: доска и палки. Чтобы скрафтить доску нужен ствол дерева и пила. Чтобы свалить дерево нужен топор. Крафтим топор. Ищем ингредиенты и крафтим. Камень покупаем у Бруно, ветку ищем",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-2": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Крафтим пилу.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-3": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Валим дерево, рубим на стволы, делаем доски",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "craft-4": {
            name: {
                "en": "",
                "ru": "От малого к большему",
            },
            desc: {
                "en": "",
                "ru": "Крафтим из досок лопату",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-5": {
            name: {
                "en": "",
                "ru": "Экскурсия",
            },
            desc: {
                "en": "",
                "ru": "Поясняет за религию",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-1": {
            name: {
                "en": "",
                "ru": "Перерождение (1)",
            },
            desc: {
                "en": "",
                "ru": "Респаун. Крафтим респаун",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-2": {
            name: {
                "en": "",
                "ru": "Перерождение (2)",
            },
            desc: {
                "en": "",
                "ru": "Карма, пвп, пк, дроп.",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "death-3": {
            name: {
                "en": "",
                "ru": "Перерождение (3)",
            },
            desc: {
                "en": "",
                "ru": "Клайм, стены, защита от мародёров",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "tour-end": {
            name: {
                "en": "",
                "ru": "Конец экскурсии",
            },
            desc: {
                "en": "",
                "ru": "У персонажа есть КУЧА навыков. Каждый навык привязан к аттрибуту и не может быть выше аттрибута",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
        "": {
            name: {
                "en": "",
                "ru": "",
            },
            desc: {
                "en": "",
                "ru": "",
            },
            final: {
                "en": "",
                "ru": "",
            },
        },
    };
}
